export const activesTable = {
  bonds: {
    statTitles: ['Доходность', 'Срок гашения', 'Цена погашения'],
    statValueTitles: [
      ['Годовая', 'Общая', 'По оферте'],
      ['Общий', 'По оферте'],
      ['Общий', 'С купонами'],
    ],
    statValueActiveKeys: [
      ['ID', 'ID', 'ID'],
      ['ID', 'ID'],
      ['ID', 'ID'],
    ],
  },
  etf: {
    statTitles: ['Цена', 'База ETF/Комиссия', 'Другие показатели'],
    statValueTitles: [['Цена'], ['База ETF', 'Комиссия'], ['Средний прирост', 'Просад', 'Бета']],
    statValueActiveKeys: [['ID'], ['ID', 'ID'], ['ID', 'ID', 'ID']],
  },
  shares: {
    statTitles: ['Цена', 'P/e/Рск,%/ТР пр.,%', 'Дивид.', 'Другие показатели'],
    statValueTitles: [
      ['Акции', 'Лота', 'Компании'],
      ['P/E', 'Рск,%', 'ТР пр.,%'],
      ['За год,%', 'руб.'],
      ['Потенциал', 'Просад', 'Бета'],
    ],
    statValueActiveKeys: [
      ['ID', 'ID', 'ID'],
      ['ID', 'ID', 'ID'],
      ['ID', 'ID'],
      ['ID', 'ID', 'ID'],
    ],
  },
  shares_usa: {
    statTitles: ['Цена', 'P/e/Рск,%/ТР пр.,%', 'Дивид.', 'Другие показатели'],
    statValueTitles: [
      ['Акции', 'Лота', 'Компании'],
      ['P/E', 'Рск,%', 'ТР пр.,%'],
      ['За год,%', 'руб.'],
      ['Потенциал', 'Просад', 'Бета'],
    ],
    statValueActiveKeys: [
      ['ID', 'ID', 'ID'],
      ['ID', 'ID', 'ID'],
      ['ID', 'ID'],
      ['ID', 'ID', 'ID'],
    ],
  },
};
